Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# habit.kein_alkohol
source: Kein Alkohol
en: No Alcohol
es: Sin alcohol
fr: Sans alcool
hi: शराब नहीं
it: Niente alcol
ja: アルコール禁止
ko: 알코올 금지
nl: Geen alcohol
pl: Żadnego alkoholu
pt: Sem álcool
ru: Без алкоголя
tr: Alkol Yok
zh_hans: 不饮酒
zh_hant: 不含酒精

# habit.krafttraining
source: Krafttraining
en: Strength Training
es: Entrenamiento
fr: Musculation
hi: मज़बूती की ट्रेनिंग
it: Allenamento
ja: 筋力トレーニング
ko: 근력 트레이닝
nl: Krachttraining
pl: Trening siłowy
pt: Musculação
ru: силовые тренировки
tr: Güç Antrenmanı
zh_hans: 力量训练
zh_hant: 肌力訓練

# habit.law.1
source: 1. Gesetz: Unsichtbar machen
en: 1st Law: Make it invisible
es: 1ª Ley: Hacerlo invisible
fr: 1re Loi: Le rendre invisible
hi: पहला नियम: अदृश्य बनाओ
it: 1ª Legge: Rendilo invisibile
ja: 第1の法則：見えなくする
ko: 제1법칙: 보이지 않게 하라
nl: 1e Wet: Maak het onzichtbaar
pl: 1. Prawo: Uczyń to niewidocznym
pt: 1ª Lei: Torne-o invisível
ru: 1. Закон: Сделать невидимым
tr: 1. Yasa: Görünmez yap
zh_hans: 第一法则：使其隐形
zh_hant: 第一定律：隱形

# habit.law.2
source: 2. Gesetz: Unattraktiv machen
en: 2nd Law: Make it unattractive
es: 2ª Ley: Hacerlo poco atractivo
fr: 2e Loi: Le rendre peu attrayant
hi: दूसरा नियम: इसे अनाकर्षक बनाएं
it: 2ª Legge: Rendilo poco attraente
ja: 第2の法則：魅力をなくす
ko: 제2법칙: 매력 없게 하라
nl: 2e Wet: Maak het onaantrekkelijk
pl: 2. Prawo: Uczyń to nieatrakcyjnym
pt: 2ª Lei: Torne-o pouco atraente
ru: 2. Закон: Делать непривлекательным
tr: 2. Yasa: İtici yap
zh_hans: 第二法则：使其不具吸引力
zh_hant: 第二定律：讓它失去吸引力

# habit.law.3
source: 3. Gesetz: Schwer machen
en: 3rd Law: Make it difficult
es: 3ª Ley: Hacerlo difícil
fr: 3e Loi: Le rendre difficile
hi: तीसरा नियम: इसे कठिन बनाएं
it: 3ª Legge: Rendilo difficile
ja: 第3の法則：難しくする
ko: 제3법칙: 어렵게 하라
nl: 3e Wet: Maak het moeilijk
pl: 3. Prawo: Uczyń to trudnym
pt: 3ª Lei: Torne-o difícil
ru: 3. Закон: Усложнять
tr: 3. Yasa: Zorlaştır
zh_hans: 第三法则：使其困难
zh_hant: 第三定律：讓事情變得困難

# habit.law.4
source: 4. Gesetz: Unbefriedigend machen
en: 4th Law: Make it unsatisfying
es: 4ª Ley: Hacerlo insatisfactorio
fr: 4e Loi: Le rendre insatisfaisant
hi: चौथा नियम: असंतोषजनक बनाएं
it: 4ª Legge: Rendilo insoddisfacente
ja: 第4の法則：つまらなくする
ko: 제4법칙: 불만족스럽게 하라
nl: 4e Wet: Maak het onbevredigend
pl: 4. Prawo: Uczyń to niesatysfakcjonującym
pt: 4ª Lei: Torne-o insatisfatório
ru: 4. Закон: Делать неудовлетворительным
tr: 4. Yasa: Tatmin edici olmaktan çıkar
zh_hans: 第四法则：使其不令人满意
zh_hant: 第四定律：讓事情變得不令人滿意

# habit.lesen
source: Lesen
en: Reading
es: Leer
fr: Lire
hi: पढ़ने के लिए
it: Lettura
ja: 読む
ko: 독서
nl: Lezing
pl: Czytanie
pt: Ler
ru: Чтение
tr: Okuma
zh_hans: 阅读
zh_hant: 閱讀

# habit.meditieren
source: Meditieren
en: Meditation
es: Meditar
fr: Méditer
hi: ध्यान
it: Meditazione
ja: 瞑想
ko: 심사 숙고
nl: Meditatie
pl: Medytacja
pt: Meditar
ru: Медитировать
tr: Meditasyon
zh_hans: 冥想
zh_hant: 幽思

# habit.obst_gemuese
source: Obst & Gemüse
en: Fruits & Veggies
es: Fruta y verdura
fr: Fruits & légumes
hi: फल सब्जी
it: Frutta & Verdura
ja: 果物と野菜
ko: 과일 및 채소
nl: Fruit en groenten
pl: Owoce i warzywa
pt: Frutas & legumes
ru: Фрукты и овощи
tr: Meyve ve Sebzeler
zh_hans: 水果和蔬菜
zh_hant: 水果和蔬菜

# habit.relapse.report
source: Rückfall eintragen
en: Report relapse
es: Report relapse
fr: Report relapse
hi: पुनरावर्तन दर्ज करें
it: Report relapse
ja: Report relapse
ko: Report relapse
nl: Report relapse
pl: Report relapse
pt: Report relapse
ru: Занести рецидив
tr: Report relapse
zh_hans: 记录复发
zh_hant: 輸入復發

# habit.schlafroutine
source: Schlafroutine
en: Sleep Routine
es: Rutina de sueño
fr: Routine de sommeil
hi: नींद की दिनचर्या
it: Routine del sonno
ja: 睡眠ルーチン
ko: 수면 루틴
nl: Slaaproutine
pl: Rutyna snu
pt: Rotina de sono
ru: Режим сна
tr: Uyku Rutini
zh_hans: 睡眠习惯
zh_hant: 睡眠習慣

# habit.stats.count
source: %d mal ausgeführt
en: Executed %d times
es: Executed %d times
fr: Executed %d times
hi: %dनिष्पादित समय
it: Executed %d times
ja: Executed %d times
ko: Executed %d times
nl: Executed %d times
pl: Executed %d times
pt: Executed %d times
ru: %dвыполнено неправильно
tr: Executed %d times
zh_hans: 已执行 %d 次
zh_hant: %d執行次數

# habit.stats.title
source: Statistik
en: Statistics
es: Statistics
fr: Statistics
hi: आंकड़े
it: Statistics
ja: Statistics
ko: Statistics
nl: Statistics
pl: Statistics
pt: Statistics
ru: Статистика
tr: Statistics
zh_hans: 统计
zh_hant: 統計數據

# habit.stats.total
source: Gesamt
en: Total
es: Total
fr: Total
hi: कुल मिलाकर
it: Totale
ja: 合計
ko: 총계
nl: Totaal
pl: Łącznie
pt: Total
ru: Общий
tr: Toplam
zh_hans: 总计
zh_hant: 總共

# habit.tips.title
source: Tipps
en: Tips
es: Consejos
fr: Conseils
hi: सुझावों
it: Consigli
ja: ヒント
ko: 팁
nl: Tips
pl: Wskazówki
pt: Dicas
ru: Советы
tr: İpuçları
zh_hans: 提示
zh_hant: 尖端

# habit.wasser_trinken
source: Wasser trinken
en: Drinking Water
es: Beber agua
fr: Boire de l'eau
hi: पानी प
it: Bere acqua
ja: 飲料水
ko: 식수
nl: Drinkwater
pl: Woda pitna
pt: Beber água
ru: Пить воду
tr: İçme suyu
zh_hans: 饮水
zh_hant: 喝水

# habit.zaehneputzen
source: Zähneputzen
en: Brushing Teeth
es: Higiene bucal
fr: Se brosser les dents
hi: तुम्हारे दाँत ब्रुश कर रहे है
it: Lavare i denti
ja: 歯磨き
ko: 양치질
nl: Tanden poetsen
pl: Mycie zębów
pt: Escovar os dentes
ru: чистка зубов
tr: Diş Fırçalama
zh_hans: 刷牙
zh_hant: 刷牙

# health.chart.average.hint
source: < 3 Tage
en: < 3 days
es: < 3 días
fr: < 3 jours
it: < 3 giorni
ja: < 3 日
ko: < 3일
nl: < 3 dagen
pt: <3 dias
ru: < 3 дней
tr: < 3 gün
zh_hans: < 3天
zh_hant: < 3 天

# health.chart.average.unavailable
source: k.A.
en: N/A
es: N/D
fr: N/A
hi: एन.ए.
it: n / a.
ja: いいえ
ko: 해당 없음
nl: n.v.t.
pl: nie dotyczy
pt: n / D.
ru: Н/Д
tr: Y/Y
zh_hans: 无
zh_hant: 不適用

# health.chart.label.average
source: Ø Woche
en: Avg Week
es: Prom. Sem.
fr: Moy. Sem.
hi: Ø सप्ताह
it: Ø settimana
ja: Ø週間
ko: Ø주
nl: Ø week
pl: Ø tydzień
pt: Ø semana
ru: Ср. Нед.
tr: Hft. Ort.
zh_hans: 周均
zh_hant: Ø 週

# health.chart.label.avg_day
source: Ø Tag
en: Avg Day
es: Prom. Día
fr: Moy. Jour
hi: Ø दिन
it: Ø giorno
ja: Ø日
ko: Ø 일
nl: Ø dag
pl: Ø dzień
pt: Ø dia
ru: Ср. День
tr: Ort. Gün
zh_hans: 日均
zh_hant: Ø 天

# health.chart.label.target
source: Ziel
en: Target
es: Meta
fr: Cible
hi: लक्ष्य
it: Obiettivo
ja: ゴール
ko: 목표
nl: Doel
pl: Bramka
pt: Meta
ru: Цель
tr: Hedef
zh_hans: 目标
zh_hant: 目標

# health.chart.label.today
source: Heute
en: Today
es: Hoy
fr: Auj.
hi: आज
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天
zh_hant: 今天

# health.chart.loading
source: Lade Gesundheitsdaten…
en: Load health data...
es: Cargar datos de salud...
fr: Charger les données de santé...
hi: स्वास्थ्य डेटा लोड करें...
it: Carica dati sanitari...
ja: 健康データをロードします...
ko: 건강 데이터 로드...
nl: Gezondheidsgegevens laden...
pl: Załaduj dane o stanie zdrowia...
pt: Carregar dados de saúde...
ru: Загрузить данные о состоянии здоровья...
tr: Sağlık verilerini yükle...
zh_hans: 加载健康数据...
zh_hant: 載入健康數據...

# health.chart.subtitle.no_target
source: Behalte deine Gesundheit im Blick.
en: Keep track of your health.
es: Sigue tu salud.
fr: Suivez votre santé.
hi: अपने स्वास्थ्य पर नजर रखें.
it: Tieni d'occhio la tua salute.
ja: 健康状態に気をつけてください。
ko: 건강에 유의하세요.
nl: Houd uw gezondheid in de gaten.
pl: Miej oko na swoje zdrowie.
pt: Fique de olho na sua saúde.
ru: Следите за здоровьем.
tr: Sağlığınızı takip edin.
zh_hans: 跟踪您的健康。
zh_hant: 留意您的健康。

# health.chart.subtitle.progress
source: Du bist auf einem guten Weg, weiter so!
en: You're on track, keep it up!
es: Vas por buen camino, ¡sigue así!
fr: En bonne voie, continuez !
hi: आप सही रास्ते पर हैं, इसे जारी रखें!
it: Sei sulla strada giusta, continua così!
ja: あなたは正しい道を進んでいます、このまま続けてください！
ko: 당신은 올바른 길을 가고 있습니다. 계속해서 노력하세요!
nl: Je bent op de goede weg, ga zo door!
pl: Jesteś na dobrej drodze, tak trzymaj!
pt: Você está no caminho certo, continue assim!
ru: Вы на верном пути, продолжайте!
tr: İyi gidiyorsunuz, devam edin!
zh_hans: 您进展顺利，继续保持！
zh_hant: 你走在正確的道路上，堅持下去！

# health.chart.subtitle.reached
source: Klasse! Du hast dein Ziel heute erreicht.
en: Great! You reached your goal today.
es: ¡Genial! Lograste tu objetivo hoy.
fr: Super! Vous avez atteint votre objectif.
hi: कक्षा! आप आज अपने लक्ष्य तक पहुँच गये।
it: Classe! Hai raggiunto il tuo obiettivo oggi.
ja: クラス！今日は目標を達成しました。
ko: 수업! 오늘 목표를 달성하셨습니다.
nl: Klas! Je hebt vandaag je doel bereikt.
pl: Klasa! Osiągnąłeś dzisiaj swój cel.
pt: Aula! Você alcançou seu objetivo hoje.
ru: Супер! Вы достигли цели.
tr: Harika! Hedefinize ulaştınız.
zh_hans: 太棒了！您已达成目标。
zh_hant: 班級！你今天達到目標了。

# health.chart.target
source: Ziel
en: Target
es: Objetivo
fr: Cible
hi: लक्ष्य
it: Obiettivo
ja: 目標
ko: 목표
nl: Doel
pl: Bramka
pt: Meta
ru: Цель
tr: Amaç
zh_hans: 目标
zh_hant: 目標

# health.chart.target.set
source: Ziel festlegen
en: Set goal
es: Establecer objetivo
fr: Fixer un objectif
hi: लक्ष्य निर्धारित करें
it: Stabilisci l'obiettivo
ja: 目標を設定する
ko: 목표 설정
nl: Doel stellen
pl: Wyznacz cel
pt: Definir meta
ru: Поставить цель
tr: Hedef belirle
zh_hans: 设定目标
zh_hant: 設定目標

# health.chart.title
source: Tagesverlauf
en: Daily Progress
es: Progreso diario
fr: Progrès quotidien
hi: दिन का कोर्स
it: Corso della giornata
ja: 毎日の進捗
ko: 오늘의 코스
nl: Verloop van de dag
pl: Przebieg dnia
pt: Curso do dia
ru: Ежедневный прогресс
tr: Günün kursu
zh_hans: 每日进度
zh_hant: 當日課程

# health.chart.title.mindfulness
source: 🧘 Achtsamkeit
en: 🧘 Mindfulness
es: 🧘 Atención
fr: 🧘 Pleine conscience
hi: 🧘माइंडफुलनेस
it: 🧘Consapevolezza
ja: 🧘 マインドフルネス
ko: 🧘 마음챙김
nl: 🧘 Mindfulness
pl: 🧘 Uważność
pt: 🧘 Atenção plena
ru: 🧘 Осознанность
tr: 🧘 Farkındalık
zh_hans: 🧘 正念
zh_hant: 🧘 正念

# health.chart.title.mindfulness.plain
source: Achtsamkeit
en: Mindfulness
es: Atención
fr: Pleine conscience
hi: सचेतन
it: Consapevolezza
ja: マインドフルネス
ko: 마음챙김
nl: Mindfulness
pl: Uważność
pt: Atenção plena
ru: Осознанность
tr: Farkındalık
zh_hans: 正念
zh_hant: 正念

# health.chart.title.running
source: 🏃 Laufen
en: 🏃 Running
es: 🏃 Correr
fr: 🏃 Course
hi: 🏃चल रहा है
it: 🏃 Correre
ja: 🏃ランニング
ko: 🏃 달리기
nl: 🏃 Hardlopen
pl: 🏃 Bieganie
pt: 🏃 Correndo
ru: 🏃 Бег
tr: 🏃 Koşu
zh_hans: 🏃 跑步
zh_hant: 🏃 跑步

# health.chart.title.running.plain
source: Laufen
en: Running
es: Correr
fr: Course
hi: दौड़ना
it: Correre
ja: 走る
ko: 달리다
nl: Loop
pl: Uruchomić
pt: Correr
ru: Бег
tr: Koşu
zh_hans: 跑步
zh_hant: 跑步

# health.chart.title.sleep
source: 🌙 Schlaf
en: 🌙 Sleep
es: 🌙 Sueño
fr: 🌙 Sommeil
it: 🌙 Dormi
ja: 🌙 睡眠
ko: 🌙 수면
nl: 🌙 Slaap
pl: 🌙 Śpij
pt: 🌙 Dormir
ru: 🌙 Сон
tr: 🌙 Uyku
zh_hans: 🌙 睡眠
zh_hant: 🌙 睡覺

# health.chart.title.sleep.plain
source: Schlaf
en: Sleep
es: Sueño
fr: Sommeil
hi: नींद
it: Sonno
ja: 寝る
ko: 잠
nl: Slaap
pl: Spać
pt: Dormir
ru: Сон
tr: Uyku
zh_hans: 睡眠
zh_hant: 睡覺

# health.chart.title.steps
source: 👟 Schritte
en: 👟 Steps
es: 👟 Pasos
fr: 👟 Pas
hi: 👟 कदम
it: 👟Passi
ja: 👟 ステップ
ko: 👟 단계
nl: 👟 Stappen
pl: 👟 Kroki
pt: 👟 Passos
ru: 👟 Шаги
tr: 👟 Adımlar
zh_hans: 👟 步数
zh_hant: 👟 步驟

# health.chart.title.steps.plain
source: Schritte
en: Steps
es: Pasos
fr: Pas
hi: कदम
it: Passi
ja: ステップ
ko: 단계
nl: Stappen
pl: Kroki
pt: Passos
ru: Шаги
tr: Adımlar
zh_hans: 步数
zh_hant: 步驟

# health.chart.title.strength
source: 🏋️ Krafttraining
en: 🏋️ Strength
es: 🏋️ Fuerza
fr: 🏋️ Musculation
hi: 🏋️ शक्ति प्रशिक्षण
it: 🏋️Allenamento della forza
ja: 🏋️筋力トレーニング
ko: 🏋️ 근력 운동
nl: 🏋️Krachttraining
pl: 🏋️ Trening siłowy
pt: 🏋️ Treinamento de força
ru: 🏋️ Силовые
tr: 🏋️ Ağırlık
zh_hans: 🏋️ 力量训练
zh_hant: 🏋️肌力訓練

# health.chart.title.strength.plain
source: Krafttraining
en: Strength
es: Fuerza
fr: Musculation
hi: मज़बूती की ट्रेनिंग
it: Allenamento della forza
ja: 筋力トレーニング
ko: 근력 트레이닝
nl: Krachttraining
pl: Trening siłowy
pt: Treinamento de força
ru: Силовые
tr: Ağırlık
zh_hans: 力量训练
zh_hant: 肌力訓練

# health.chart.title.water
source: 💧 Wasser
en: 💧 Water
es: 💧 Agua
fr: 💧 Eau
hi: 💧पानी
it: 💧 Acqua
ja: 💧 水
ko: 💧 물
nl: 💧 Water
pl: 💧 Woda
pt: 💧 Água
ru: 💧 Вода
tr: 💧 Su
zh_hans: 💧 水
zh_hant: 💧 水

# health.chart.title.water.plain
source: Wasser
en: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
ja: 水
ko: 물
nl: Water
pl: Woda
pt: Água
ru: Вода
tr: Su
zh_hans: 水
zh_hant: 水

# health.metric.mindfulness
source: Achtsamkeit
en: Mindfulness
es: Atención plena
fr: Pleine conscience
hi: सचेतन
it: Consapevolezza
ja: マインドフルネス
ko: 마음챙김
nl: Mindfulness
pl: Uważność
pt: Atenção plena
ru: Осознанность
tr: Farkındalık
zh_hans: 正念
zh_hant: 正念

# health.metric.running
source: Joggen
en: Running
es: Correr
fr: Course à pied
hi: धकेलना
it: Corsa
ja: ランニング
ko: 달리기
nl: Hardlopen
pl: Bieganie
pt: Corrida
ru: Бегать трусцой
tr: Koşu
zh_hans: 慢跑
zh_hant: 慢跑

# health.metric.sleep
source: Schlaf
en: Sleep
es: Sueño
fr: Sommeil
hi: नींद
it: Sonno
ja: 睡眠
ko: 수면
nl: Slaap
pl: Sen
pt: Sono
ru: сон
tr: Uyku
zh_hans: 睡眠
zh_hant: 睡覺

# health.metric.steps
source: Schritte
en: Steps
es: Pasos
fr: Pas
hi: कदम
it: Passi
ja: 歩数
ko: 걸음 수
nl: Stappen
pl: Kroki
pt: Passos
ru: шаги
tr: Adımlar
zh_hans: 步数
zh_hant: 步驟

# health.metric.strengthTraining
source: Krafttraining
en: Strength Training
es: Entrenamiento de fuerza
fr: Musculation
hi: मज़बूती की ट्रेनिंग
it: Allenamento di forza
ja: 筋力トレーニング
ko: 근력 운동
nl: Krachttraining
pl: Trening siłowy
pt: Treino de força
ru: силовые тренировки
tr: Güç Antrenmanı
zh_hans: 力量训练
zh_hant: 肌力訓練

# health.metric.water
source: Wasser
en: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
ja: 水
ko: 물
nl: Water
pl: Woda
pt: Água
ru: вода
tr: Su
zh_hans: 水
zh_hant: 水

# health.target.edit.label
source: Ziel-Wert
en: Target value
es: Valor objetivo
fr: Valeur cible
hi: लक्ष्य मान
it: Valore obiettivo
ja: 目標値
ko: 목표값
nl: Doelwaarde
pl: Wartość docelowa
pt: Valor alvo
ru: Целевое значение
tr: Hedef değer
zh_hans: 目标值
zh_hant: 目標值

# health.target.edit.subtitle
source: Das Ziel wird als Linie im Diagramm angezeigt.
en: The target is displayed as a line on the chart.
es: El objetivo se muestra como una línea en el gráfico.
fr: La cible est affichée sous forme de ligne sur le graphique.
hi: लक्ष्य को चार्ट पर एक पंक्ति के रूप में प्रदर्शित किया जाता है।
it: Il target viene visualizzato come una linea sulla carta.
ja: ターゲットはチャート上に線として表示されます。
ko: 목표는 차트에 선으로 표시됩니다.
nl: Het doel wordt weergegeven als een lijn op de kaart.
pl: Cel jest wyświetlany jako linia na wykresie.
pt: O alvo é exibido como uma linha no gráfico.
ru: Цель отображается в виде линии на графике.
tr: Hedef grafikte bir çizgi olarak görüntülenir.
zh_hans: 目标在图表上显示为一条线。
zh_hant: 目標在圖表上顯示為一條線。

# health.target.edit.title
source: Tagesziel festlegen
en: Set daily goal
es: Establecer objetivo diario
fr: Fixer un objectif quotidien
hi: दैनिक लक्ष्य निर्धारित करें
it: Imposta l'obiettivo giornaliero
ja: 毎日の目標を設定する
ko: 일일 목표 설정
nl: Stel een dagelijks doel in
pl: Ustaw dzienny cel
pt: Defina meta diária
ru: Установите ежедневную цель
tr: Günlük hedef belirleyin
zh_hans: 设定每日目标
zh_hant: 設定每日目標

# health.unit.hours
source: Std
en: hrs
es: h
fr: h
hi: घंटे
it: Ore
ja: 営業時間
ko: 시간
nl: Uur
pl: Godziny
pt: Horas
ru: ч
tr: sa
zh_hans: 小时
zh_hant: 時間

# health.unit.steps
source: Schritte
en: steps
es: pasos
fr: pas
hi: कदम
it: Passi
ja: ステップ
ko: 단계
nl: Stappen
pl: Kroki
pt: Passos
ru: шаги
tr: adım
zh_hans: 步
zh_hant: 步驟

# heute_status
source: Heute
en: Today
es: Hoy
fr: Aujourd'hui
hi: आज
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天
zh_hant: 今天

# heute.completed_of
source: von
en: of
es: of
fr: of
hi: of
it: of
ja: of
ko: of
nl: of
pl: of
pt: of
ru: of
tr: of
zh_hans: of
zh_hant: of

# heute.done
source: erledigt
en: done
es: done
fr: done
hi: done
it: done
ja: done
ko: done
nl: done
pl: done
pt: done
ru: done
tr: done
zh_hans: done
zh_hant: done

source: Hoch
en: High
es: Alta
fr: Haute
hi: होच
it: Alta
ja: 高
ko: 높음
nl: Hoog
pl: Wysoki
pt: Alta
ru: Высокий
tr: Yüksek
zh_hans: 高
zh_hant: 高的

# iap_error_config
source: StoreKit Konfiguration nicht gefunden oder ungültig.
en: StoreKit configuration not found or invalid.
es: Configuración de StoreKit no encontrada o inválida.
fr: Configuration StoreKit introuvable ou invalide.
hi: StoreKit कॉन्फ़िगरेशन नहीं मिला या अमान्य है।
it: Configurazione StoreKit non trovata o non valida.
ja: StoreKit構成が見つからないか無効です。
ko: StoreKit 구성을 찾을 수 없거나 잘못되었습니다.
nl: StoreKit configuratie niet gevonden of ongeldig.
pl: Nie znaleziono konfiguracji StoreKit lub jest ona nieprawidłowa.
pt: Configuração do StoreKit não encontrada ou inválida.
ru: Конфигурация StoreKit не найдена или недействительна.
tr: StoreKit yapılandırması bulunamadı veya geçersiz.
zh_hans: StoreKit 配置未找到或无效。
zh_hant: StoreKit 配置未找到或無效。

# iap_error_load
source: Produkte konnten nicht geladen werden.
en: Products could not be loaded.
es: No se pudieron cargar los productos.
fr: Les produits n'ont pas pu être chargés.
hi: उत्पाद लोड नहीं किये जा सके.
it: I prodotti non sono potuti essere caricati.
ja: 商品を読み込めませんでした。
ko: 제품을 로드할 수 없습니다.
nl: Producten konden niet worden geladen.
pl: Nie można załadować produktów.
pt: Não foi possível carregar os produtos.
ru: Не удалось загрузить продукты.
tr: Ürünler yüklenemedi.
zh_hans: 无法加载产品。
zh_hant: 無法加載產品。

# iap_error_purchase
source: Kauf fehlgeschlagen. Bitte erneut versuchen.
en: Purchase failed. Please try again.
es: La compra falló. Por favor, inténtalo de nuevo.
fr: Achat échoué. Veuillez réessayer.
hi: खरीदारी विफल. कृपया पुन: प्रयास करें।
it: Acquisto fallito. Riprova.
ja: 購入に失敗しました。もう一度試してください。
ko: 구매에 실패했습니다. 다시 시도해 주세요.
nl: Aankoop mislukt. Probeer het opnieuw.
pl: Zakup nie powiódł się. Spróbuj ponownie.
pt: Compra falhada. Por favor tenta novamente.
ru: Покупка не удалась. Пожалуйста, попробуйте снова.
tr: Satın alma başarısız oldu. Lütfen tekrar deneyin.
zh_hans: 购买失败。请重试。
zh_hant: 購買失敗。請再試一次。

# iap_error_restore
source: Käufe konnten nicht wiederhergestellt werden.
en: Could not restore purchases.
es: Could not restore purchases.
fr: Could not restore purchases.
hi: Could not restore purchases.
it: Could not restore purchases.
ja: Could not restore purchases.
ko: Could not restore purchases.
nl: Could not restore purchases.
pl: Could not restore purchases.
pt: Could not restore purchases.
ru: Could not restore purchases.
tr: Could not restore purchases.
zh_hans: 无法恢复购买。
zh_hant: 無法恢復購買。

# iap_loading
source: Produkte werden geladen...
en: Loading products...
es: Cargando productos...
fr: Chargement des produits...
hi: उत्पाद लोड हो रहे हैं...
it: Caricamento prodotti in corso...
ja: 製品を読み込んでいます...
ko: 제품 로드 중...
nl: Producten laden...
pl: Ładowanie produktów...
pt: A carregar produtos...
ru: Загрузка продуктов...
tr: Ürünler yükleniyor...
zh_hans: 正在加载产品...
zh_hant: 正在加載產品...

# iap_restore_btn
source: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी वापस लौटाएं
it: Ripristina acquisti
ja: 購入を復元
ko: 구입 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
tr: Satın Alınanları Geri Yükle
zh_hans: 恢复购买
zh_hant: 恢復購買

# iap_restore_hint
source: WICHTIG: 'Käufe wiederherstellen' funktioniert bei Apple NUR für Einmalkäufe (wie die Sonnenbrille). Münzen (Consumables) können laut Apple-Regeln niemals wiederhergestellt werden.
en: IMPORTANT: 'Restore Purchases' ONLY works for non-consumables (like the sunglasses). Coins (consumables) can never be restored according to Apple rules.
es: IMPORTANTE: 'Restaurar compras' SOLO funciona para compras no consumibles (como las gafas de sol). Las monedas no se pueden restaurar.
fr: IMPORTANT: 'Restaurer les achats' fonctionne UNIQUEMENT pour les achats non consommables (comme les lunettes). Les pièces ne peuvent pas être restaurées.
hi: महत्वपूर्ण: Apple की 'रिस्टोर परचेज़' केवल एक बार की खरीदारी (जैसे धूप का चश्मा) के लिए काम करती है। Apple के नियमों के अनुसार, सिक्के (उपभोग्य वस्तुएं) कभी भी पुनर्प्राप्त नहीं किए जा सकते।
it: IMPORTANTE: 'Ripristina acquisti' funziona SOLO per articoli non di consumo (come gli occhiali da sole). Le monete non possono essere ripristinate.
ja: 重要: 「購入の復元」は、非消耗品（サングラスなど）にのみ機能します。コインは復元できません。
ko: 중요: '구매 복원'은 비소모품(선글라스 등)에만 적용됩니다. 코인은 복원할 수 없습니다.
nl: BELANGRIJK: 'Aankopen herstellen' werkt ALLEEN voor niet-verbruiksartikelen (zoals zonnebrillen). Munten kunnen niet worden hersteld.
pl: WAŻNE: 'Przywróć zakupy' działa TYLKO dla przedmiotów jednorazowych (jak okulary). Monet nie można przywrócić.
pt: IMPORTANTE: 'Restaurar Compras' funciona APENAS para não consumíveis (como óculos de sol). Moedas nunca podem ser restauradas.
ru: ВАЖНО: «Восстановить покупки» у Apple работает ТОЛЬКО для одноразовых покупок (например, очки от солнца). Монеты (расходные материалы) согласно правилам Apple никогда не могут быть восстановлены.
tr: ÖNEMLİ: 'Satın Alınanları Geri Yükle' SADECE güneş gözlüğü gibi kalıcı öğeler için çalışır. Jetonlar geri yüklenemez.
zh_hans: 重要提示：在 Apple 设备上，'恢复购买'仅适用于一次性购买（如太阳镜）。根据 Apple 规则，金币（消耗品）永远无法恢复。
zh_hant: 重要提示：Apple 的「恢復購買」僅適用於一次性購買（例如太陽眼鏡）。根據蘋果規定，金幣（消耗品）永遠無法恢復。

# ice_wheel_back_button
source: FERTIG
en: DONE
es: LISTO
fr: TERMINÉ
hi: पूरा
it: FATTO
ja: 終わり
ko: 완료
nl: KLAAR
pl: ZROBIONE
pt: CONCLUÍDO
ru: ГОТОВО
tr: TAMAMLAMAK
zh_hans: 完成
zh_hant: 完全的

# ice_wheel_button_no_spins
source: Kein Versuch
en: No spins
es: Sin giros
fr: Pas de tours
hi: कोई प्रयास नहीं
it: Nessun giro
ja: スピンなし
ko: 스핀 없음
nl: Geen spins
pl: Żadnych spinów
pt: Sem rotações
ru: Никакой попытки
tr: Döndürme yok
zh_hans: 没有尝试
zh_hant: 沒有嘗試

# ice_wheel_button_spin
source: Drehen
en: Spin
es: Girar
fr: Tourner
hi: मोड़
it: Gira
ja: スピン
ko: 회전
nl: Draai
pl: Kręcić się
pt: Girar
ru: Крутить
tr: Döndürmek
zh_hans: 旋转
zh_hant: 轉動

# ice_wheel_reward
source: Eis-Glücksrad Belohnung
en: Ice Wheel Reward
es: Recompensa Ruleta de Hielo
fr: Récompense roue de glace
hi: फॉर्च्यून पुरस्कार का आइस व्हील
it: Ricompensa Ruota di Ghiaccio
ja: アイスホイールの報酬
ko: 아이스 휠 보상
nl: IJswiel-beloning
pl: Nagroda za lodowy młyn
pt: Recompensa da roda de gelo
ru: Ледяное колесо фортуны Награда
tr: Buz Çarkı Ödülü
zh_hans: 冰轮奖励
zh_hant: 冰雪命運之輪獎勵

# ice_wheel_reward_title
source: Gewonnen!
en: You won!
es: ¡Has ganado!
fr: Gagné !
hi: जीत गया!
it: Hai vinto!
ja: あなたは勝ちました！
ko: 당신이 이겼어요!
nl: Jij hebt gewonnen!
pl: Wygrałeś!
pt: Ganhaste!
ru: Выиграно!
tr: Sen kazandın!
zh_hans: 恭喜中奖！
zh_hant: 韓元！

# ice_wheel_subtitle
source: Meilenstein-Belohnungen sammeln
en: Collect milestone rewards
es: Recoge recompensas hito
fr: Collecte des récompenses jalons
hi: मील का पत्थर पुरस्कार लीजिए
it: Raccogli le ricompense traguardo
ja: マイルストーン報酬を集める
ko: 마일스톤 보상을 수집하세요
nl: Verzamel mijlpaalbeloningen
pl: Zbieraj nagrody za kamienie milowe
pt: Recolhe recompensas de marcos
ru: Собирать награды за этапы
tr: Dönüm noktası ödüllerini toplayın
zh_hans: 收集里程碑奖励
zh_hant: 收集里程碑獎勵

# ice_wheel_title
source: Eis-Glücksrad
en: Ice Luck Wheel
es: Ruleta de Hielo
fr: Roue de chance glacée
hi: भाग्य का बर्फीला पहिया
it: Ruota della Fortuna di Ghiaccio
ja: アイスラックホイール
ko: 아이스 럭 휠
nl: IJsgelukwiel
pl: Lodowe koło szczęścia
pt: Roda da sorte gelada
ru: Ледяное колесо фортуны
tr: Buz Şans Çarkı
zh_hans: 冰轮
zh_hant: 冰雪命運之輪

# igel_acc_blume
source: Blume
en: Flower
es: Flor
fr: Fleur
hi: ब्लूम
it: Fiore
ja: 花
ko: 꽃
nl: Bloem
pl: Kwiat
pt: Flor
ru: Цветок
tr: Çiçek
zh_hans: 花
zh_hant: 花

# igel_acc_brille
source: Brille
en: Glasses
es: Gafas
fr: Lunettes
hi: चश्मा
it: Occhiali
ja: 眼鏡
ko: 안경
nl: Bril
pl: Okulary
pt: Óculos
ru: очки
tr: Gözlük
zh_hans: 眼镜
zh_hant: 眼鏡

# igel_acc_hut
source: Hut
en: Hat
es: Sombrero
fr: Chapeau
hi: झोपड़ी
it: Cappello
ja: 帽子
ko: 모자
nl: Hoed
pl: Kapelusz
pt: Chapéu
ru: шляпа
tr: Şapka
zh_hans: 帽子
zh_hant: 帽子

# igel_acc_keins
source: Keins
en: None
es: Ninguno
fr: Aucun
hi: कोई नहीं
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Nic
pt: Nenhum
ru: Никакой
tr: Hiçbiri
zh_hans: 无
zh_hant: 沒有任何

# igel_acc_schal
source: Schal
en: Scarf
es: Bufanda
fr: Écharpe
hi: दुपट्टा
it: Sciarpa
ja: スカーフ
ko: 스카프
nl: Sjaal
pl: Szalik
pt: Cachecol
ru: шарф
tr: Atkı
zh_hans: 围巾
zh_hant: 圍巾
